{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "clipipe": {
      "src": "https://github.com/bkoropoff/clipipe"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "fzf.vim": {
      "src": "https://github.com/junegunn/fzf.vim"
    },
    "gruvbox": {
      "src": "https://github.com/morhetz/gruvbox"
    },
    "gruvbox-material": {
      "src": "https://github.com/sainnhe/gruvbox-material"
    },
    "indent-blankline.nvim": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim"
    },
    "lexima.vim": {
      "src": "https://github.com/cohama/lexima.vim"
    },
    "lsp_signature.nvim": {
      "src": "https://github.com/ray-x/lsp_signature.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.pick": {
      "src": "https://github.com/echasnovski/mini.pick"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/norcalli/nvim-colorizer.lua"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/kyazdani42/nvim-web-devicons"
    },
    "seoul256.vim": {
      "src": "https://github.com/junegunn/seoul256.vim"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "vim-dispatch": {
      "src": "https://github.com/tpope/vim-dispatch"
    }
  }
}
